Repository: RichardHitier/tryFlask
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Please log in to access page
fr: S'il vous plait, connectez vous pour accéder à la page

source: Microblog startup
fr: Départ de Microblog

source: [Microblog] Password Reset
fr: [Microblog] Reset de mot de passe

source: Password
fr: Mot de Passe

source: Repeat Password
fr: Répéter le mot de Passe

source: Password Reset
fr: Reseter le mot de passe

source: Email
fr: Courriel

source: Request Password Reset
fr: Demander un nouveau mot de passe

source: Post Body
fr: Corps de message

source: Publish
fr: Publier

source: Username
fr: Nom d'utilisateur

source: About Me
fr: A propos

source: Change Profile
fr: Changer de profil

source: Please use a different username.
fr: S'il vous plait, utilisez un autre nom

source: Remember Me
fr: Se souvenir

source: Sign In
fr: Se connecter

source: Register
fr: S'inscrire

source: Please use a different username
fr: S'il vous plait, utilisez un autre nom

source: Please use a different email
fr: S'il vous plait, utilisez un autre courriel

source: sorry, you cant reset passwd while connected
fr: Désolé, vous ne pouvez pas resetter en étant connecté

source: token not verified
fr: Token invalid

source: For User: %(username) Password resetted to: %(passwrord)
fr: Pour l'utilisateur : %(username) mot de pas mis à: %(passwrord)

source: Email sent for password reset
fr: Courriel envoyé pour annulation de mot de passe

source: Post published
fr: Message publié

source: Invalid username or password
fr: Nom ou mot de passe invalide

source: Congratulation %(username), you are registered
fr: Félicitations %(username), vous être inscrit

source: Sucessfully updated your profile
fr: Mise à jour du profile réussie

source: User %(username) not found
fr: Utilisateur %(username) introuvable

source: Cannot follow yourself
fr: Impossible de vous suivre vous même

source: You are following %(username)
fr: Vous suivez %(username)

source: Cannot unfollow yourself
fr: Impossible de vous suivre vous même

source: You have unfollowed %(username)
fr: Vous ne suivez plus %(username)

source: File Not Found
fr: Fichier introuvable

source: Back Home
fr: Retour à l'accueil

source: said
fr: à écrit

source: Default Title
fr: Titre par défaut

source: Toggle navigation
fr: Change la navigation

source: Try Flask
fr: Essayer Flask

source: Home
fr: Accueil

source: Explore
fr: Explorer

source: Login
fr: Connexion

source: Profile
fr: Profil

source: Logout
fr: Déconnexion

source: Edit Profile
fr: Éditer son profil

source: Hello,
fr: Salut,

source: Newer posts
fr: Plus récents

source: Older posts
fr: Plus anciens

source: Hello , not logged in yet
fr: Salut, par encore connecté

source: New User ?
fr: Nouveau ?

source: Click to Register
fr: Clicker pour s'inscrire

source: Forgot your password ?
fr: Mot de passe oublié ?

source: Click to Reset
fr: Clicker pour resetter

source: No posts
fr: Pas de messages

source: Reset Password
fr: Resseter le mot de passe

source: Request New Password
fr: Demandre un nouveau mot de passe

source: Last seen on:
fr: Dernière visite:

source: followers,
fr: Abonnés

source: following.
fr: Abonnements

source: Edit your profile
fr: éditer votre profil

source: Unfollow
fr: Se désabonner

source: Follow
fr: S'abonner
